// state/descriptions.ts
export const stateDescriptions = [
    "Я чувствую себя подавленным и потерянным, у меня часто нет мотивации что-либо делать.",
    "Мне сложно справляться со стрессом, и я часто чувствую беспокойство или тревогу.",
    "Я испытываю усталость и апатию, мне сложно радоваться привычным вещам.",
    "У меня проблемы со сном, и я часто чувствую себя уставшим даже после полноценного отдыха.",
    "Я чувствую себя одиноким, несмотря на наличие друзей и семьи.",
    "Мне сложно концентрироваться, и я легко раздражаюсь по мелочам.",
    "У меня нет уверенности в своих силах и ощущение, что я не справляюсь с текущими задачами.",
    "Я чувствую сильное эмоциональное истощение, как будто мои ресурсы на исходе.",
    "У меня бывают панические атаки, и я не могу найти способ с ними справиться."
];
